[A_Warfare_Skill H7Skill]
mName="Искусство войны"
mTooltip="Искусство войны (описание)"
mDescriptions[2]="Средства поддержки в армии этого героя получают 2 уровень."
mDescriptions[3]="Средства поддержки в армии этого героя получают 3 уровень."
mDescriptions[4]="Средства поддержки в армии этого героя получают 4 уровень."
mDescriptions[0]="Усиливает средства поддержки."
[A_Artillery_Ability H7HeroAbility]
mName="Мастер средств поддержки"
mTooltip="Герой может вручную управлять единицами огневой поддержки и вспомогательными единицами."
[A_PerfectWarfare_Ability H7HeroAbility]
mName="Безупречная поддержка"
mTooltip="Средства поддержки в армии этого героя получают 5 уровень."
[A_SiegeWarfare_Ability H7HeroAbility]
mName="Мастер осад"
mTooltip="Осадная единица дважды наносит удар по одной цели. Герой может наводить ее вручную."
[A_SwiftDeployment_Ability H7HeroAbility]
mName="Быстрое развертывание"
mTooltip="%spell.spell.stat к %spell.spell.stat.icon инициативе средств поддержки в армии этого героя."
[A_TownDefense_Ability H7HeroAbility]
mName="Оборона города"
mTooltip="Наместник: башни в этом городе трижды за один ход наносят урон по одной цели."
[A_ImprovedDurability_Ability_WarfareUnit H7WarfareAbility]
mName="Повышенная стойкость"
mTooltip="%stat к здоровью."
[A_SwiftDeployment_Ability_WarfareUnit H7WarfareAbility]
mName="Быстрое развертывание"
mTooltip="%stat к %stat.icon инициативе."
[A_TownDefense_Buff_Tower H7BaseBuff]
mName="Оборона города"
mTooltip="Наносит урон три раза подряд."

UCP MOD

[A_ArtilleryBarrage_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Орудийный залп"
mTooltip="Единица огневой поддержки героя трижды наносит удар по одной цели. Способность срабатывает один раз за ход."

UCP 1.2

[A_ImprovedWarfare_Ability H7HeroAbility]
mName="Улучшенные средства поддержки"
mTooltip="Здоровье средств поддержки героя увеличено на %spell1.spell.stat%."

UCP 1.3

[A_ImprovedDurability_Ability H7HeroAbility]
mName="Повышенная стойкость"
mTooltip="%spell1.spell.stat к единицам здоровья средств поддержки."

[A_ImprovedDurability_Ability_WarfareUnit_ArtilleryMaster H7WarfareAbility]
mName="Повышенная стойкость"
mTooltip="%stat ед. здоровья."